Repository: Aerilius/addons-source
Catalog: CheckPlaceTitles/po/*-local.po
Languages: fr

source: Check Place Titles
fr: Vérification du titre des lieux

source: Check place titles
fr: Vérification des titres pour les lieux

source: manual|Check_place_titles
fr: Vérifier_les_titres_des_lieux

source: Check Place title
fr: Vérifie le titre du lieu

source: Checking Place Titles
fr: Vérification des titres des lieux

source: Looking for place fields
fr: Vérification des champs du lieu

source: Differences
fr: Différences

source: No need modifications
fr: Aucune modification nécessaire

source: No changes need.
fr: Aucun changement proposé.

source: Select
fr: Sélectionner

source: Database
fr: Base de données

source: Display
fr: Affichage

source: Building display
fr: Chargement en cours

source: Legacy place
fr: Lieu migré

source: Modify Place titles
fr: Modification des titres des lieux

source: Place titles
fr: Titres de lieu

source: Remove content of place title field if it does not match
fr: Enlever le contenu du titre de lieu si il ne correspond pas.

source: Copy content of place title field to a new note.
fr: Copier le contenu du titre du lieu vers une note.

source: Mark
fr: Marquer

source: _Accept changes and close
fr: _Accepter les modifications et fermer la fenêtre

source: column
fr: colonne
