Repository: Aerilius/addons-source
Catalog: RelID/po/*-local.po
Languages: fr

source: Relation ID
fr: Identifiant de relation

source: Shows person's relation, id, locator
fr: Affiche la relation; l'identifiant, l'emplacement

source: Who, What, Where on tree
fr: Qui, quoi et où dans l'arbre

source: Display relations and distances with the home person
fr: Afficher les relations et distances avec l'individu central

source: Will display relational informations with the home person
fr: Affichera les informations relationnelles avec la personne centrale

source: Relation and distances with root
fr: Relation et distances avec la racine

source: Folder Chooser
fr: Sélection d'un répertoire

source: _Cancel
fr: _Annuler

source: _Select
fr: _Sélectionner

source: Please, select a folder
fr: S'il vous plaît, sélectionnez un répertoire

source: Rel_id
fr: Id_Rel

source: Name
fr: Nom

source: up
fr: haut

source: down
fr: bas

source: Common MRA
fr: n° Anc.

source: Rank
fr: Rang

source: Save
fr: Enregistrer

source: Please wait, filtering...
fr: Attendez, s'il vous plaît ...

source: No default_person
fr: Pas de personne de départ (défaut)

source: Generating relation map...
fr: Génération de la table de relation...

source: %d/%d %d/%d seconds %d/%d %f| %f
fr: %d/%d %d/%d secondes %d/%d %f| %f

source: You do not have write rights on this folder
fr: Vous n'avez pas les droits en écriture sur ce répertoire
